Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public virtual bool IsEmpty { get; }
  Visual Basic
Public Overridable ReadOnly Property IsEmpty As Boolean
	Get
  Visual C++
public:
virtual property bool IsEmpty {
	bool get ();
}
 See Also
  AssetSet Class
  Autodesk.Revit.DB.Visual Namespace